---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SheetAssemblyAssemblyCode
source: html/6fcbe1ef-47f2-9006-f959-cd25dec53aea.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SheetAssemblyAssemblyCode Property

"Assembly: Assembly Code"

## Syntax (C#)
```csharp
public static ForgeTypeId SheetAssemblyAssemblyCode { get; }
```